// Reveal transition strings

PluginName = "Enthüllen";

LeftToRight = "Von links nach rechts";
RightToLeft = "Von rechts nach links";
TopToBottom = "Von oben nach unten";
BottomToTop = "Von unten nach oben";
TopLeftToBottomRight = "Von links oben nach rechts unten";
TopRightToBottomLeft = "Von rechts oben nach links unten";
BottomLeftToTopRight = "Von links unten nach rechts oben";
BottomRightToTopLeft = "Von rechts unten nach links oben";
